; Translation Author: Kapis
; TranslationAuthorEmail: kapis@bk.ru
; Soft Version: 4.2.1
; Update: Mar. 26, 2024
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Latviešu

[GUI]
ButtonYes=Jā
ButtonNo=Nē
ButtonOK=ОК
ButtonClose=Aizvērt
BtnNews=Ziņojumi
[Translation]
LangCode=1257
ReadHabit=Left-to-right
LanguageName=LVI
LangShortName=lv-lv
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Ziņojumi
Warning=Brīdinājums
Error=Kļūda
Confirm=Apstiprinājums
FrmMOMain.ckperiod.caption=Optimizēt katru(as)

;
; Atmiņas Optimizācija
;
FrmMoMain.imgmail.hint=Padalies Wise Memory Optimizer ar draugiem
FrmMoMain.imgfacebook.hint=Novērtēt WiseCleaner Facebook
FrmMoMain.imgtwitter.hint=Pastāstīt par Wise Memory Optimizer Twiterī
FrmMoMain.chkupdate.caption=Automātiski pārbaudīt vai nav atjauninājumu
FrmMoMain.btnlike.caption=Patīk
FrmMoMain.lblTotalMem.Caption=Atmiņas apjoms:
FrmMoMain.lblaopt.Caption=Ja pieejamā atmiņa ir mazāka par:
FrmMoMain.lbltry.Caption=Atbrīvot vairāk vietu atmiņā
FrmMoMain.btnsettings.Caption=Iestatījumi
FrmMoMain.btnOpt.Caption=Optimizēt
FrmMoMain.chkmin.Caption=Aizverot,paslēpt grozā
FrmMoMain.chkauto.Caption=Palaist reizē ar sistēmu
FrmMoMain.chkautoOpt.Caption=Optimizēt automātiski
FrmMoMain.ckchkclearborad.Caption=Optimizējot,tīrīt bufferi
FrmMoMain.chkidle.Caption=Palaist,kad procesors atrodas dīkstāvē
FrmMoMain.lbllang.Caption=Valoda:
FrmMOMain.cknotice.caption=Beidzot,parādīt brīdinājumu
FrmMOMain.ckMode.caption=Tumšais režīms
;
; Par programmu
;
FrmAbout.caption=Par programmu
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Pašreizējā versija:
FrmAbout.lblemail.caption=Atbalsta E-Pasts:
FrmAbout.lblhome.caption=Programmas mājas lapa:
FrmAbout.lblthanks.caption=Izsakām pateicību sekojošiem cilvēkiem par ieguldījumu:
FrmAbout.lblUninstall.caption=Programmas noņemšanas instrukcija
FrmAbout.lblPolicy.caption=Konfidencialitātes Politika
FrmAbout.lblEula.caption=Licences līgums
[MemoryOptimizer]
ThisTimeFreeMemory=Atbrīvots %s atmiņas
CurPrecent=Atmiņa,ko izmanto pašreiz:
UsedMemory=Lietotā atmiņa:
AvailableMemory=Pieejamā atmiņa:
FreeMemory=Atbrīvotā atmiņa:
At=в:
pmShow=Atvērt
pmOpt=Optimizēt
pmAbout=Par programmu
pmExit=Iziet
SureExit=Notiek optimizācija... jūs tiešām vēlaties iziet?
Mintotray=Notiek atmiņas optimizācija
pmdefragmem=Defragmentēt Operatīvo atmiņu
pmclearmem=Atbrīvot Operatīvo atmiņu
pmclearstandbymem=Notīrīt rezervēto Operatīvo atmiņu

[Message]
NoNews=Jums nav nelasītu ziņojumu.
NewVer=Piejama jauna versija Wise Memory Optimizer! Vai vēlaties atjaunināt esošo?
NotShowNotice="Šo ziņojumu vairāk nerādīt.
NoOptItem=Jums jāizvēlas vismaz viena optimizācijas metode.
minutes=minūte(s)
hours=stunda(s)

[feedback]
InvalidEmail=Lūdzu,ievadiet pareizo E-pasta adresi.
emptyinput=Lūdzu, ievadiet kaut ko nosūtīšanai.
thanks=Paldies par Jūsu atsauksmi!
FrmFeedback.lblfeedback.caption = Kā jūs novērtējat %s?
FrmFeedback.lblemail.caption = Epasta adrese:
FrmFeedback.lblgood.caption = Kāda funkcija jums visvairāk patīk?
FrmFeedback.lblbad.caption = Kāda funkcija jums visvairāk Nepatīk?
FrmFeedback.lblwant.caption = Kāda jauna funkcija jums būtu nepieciešama visvairāk?
FrmFeedback.btncancel.caption = Neinteresē
FrmFeedback.btnsubmit.caption = Nosūtīt
